Repository: psewar/Raidfelden.Discord.Bot
Catalog: Raidfelden.Discord.Bot/MultilingualResources/Raidfelden.Discord.Bot.*.xlf
Languages: de, fr

# Base_Messages_Reply_Failure
source: Error during processing
de: Fehler während der Verarbeitung
fr: Erreur lors du traitement

# Base_Messages_Reply_Interactive
source: Interactive reaction needed
de: Interaktive Reaktion benötigt
fr: Intéraction manuelle requise

# Base_Messages_Reply_Success
source: Thank you {0}, I added the following informations:
de: Vielen Dank {0}, ich habe die folgenden Informationen eingetragen:
fr: Merci {0}, je viens d'ajouter les informations suivantes:

# BotName
source: Raidfelden Info Bot
fr: Bot d'Info Raidfelden

# Gyms_Errors_InteractiveMode
source: {0} gyms found containing the word fragment "{1}". Please select the appropriate arena using the number from the list.
de: {0} Arenen gefunden die das Wortfragment "{1}" enthalten. Bitte wähle die passende Arena anhand der Nummer aus der Liste aus.
fr: {0} arènes trouvées contenant le mot "{1}". Veuillez sélectionner la bonne arène grâce au chiffre correspondant dans la liste.

# Gyms_Errors_NothingFound
source: No gym found containing the word fragment "{0}". Did you make a typing error?
de: Keine Arena gefunden die das Wortfragment "{0}" enthält. Hast du Dich eventuell vertippt?
fr: Aucune arène trouvée contenant le mot "{0}". Etes-vous sûr de votre saisie?

# Gyms_Errors_ToManyFound
source: {0} gyms found that contain the word fragment "{1}". Please formulate the name a little more exactly, maximum {2} may remain for the interactive mode.
de: {0} Arenen gefunden die das Wortfragment "{1}" enthalten. Bitte formuliere den Namen etwas exakter aus, maximal {2} dürfen übrig bleiben für den interaktiven Modus.
fr: {0} arènes trouvées contenant le mot "{1}". Veuillez reformuler plus précisément le nom, plus que {2} au maximum pour le mode intéractif.

# ModuleRaidsCommandAdd
source: add
fr: ajouter

# ModuleRaidsCommandAddDescription
source: Command to add raids to the map
de: Kommando um Raids auf der Karte einzutragen
fr: Commande pour ajouter des raids à la carte

# Pokemon_Errors_InteractiveMode
source: {0} {2}pokemon found containing the word fragment "{1}". Please select the appropriate pokemon using the number from the list.
de: {0} {2}Pokemon gefunden die das Wortfragment "{1}" enthalten. Bitte wähle das passende Pokemon anhand der Nummer aus der Liste aus.
fr: {0} {2}pokemon trouvé contenant le mot "{1}". Veuillez selectionner le bon pokemon grâce au chiffre correspondant dans la liste.

# Pokemon_Errors_NothingFound
source: No {1}pokemon found containing the word fragment "{0}". Did you make a typing error?
de: Kein {1}Pokemon gefunden das das Wortfragment "{0}" enthält. Hast du Dich eventuell vertippt?
fr: Auncun {1}pokemon trouvé contenant le mot "{0}". Etes-vous sûr de votre saisie?

# Pokemon_Errors_ToManyFound
source: {0} {3}pokemon found that contain the word fragment "{1}". Please formulate the name a little more exactly, maximum {2} may remain for the interactive mode.
de: {0} {3}Pokemon gefunden die das Wortfragment "{1}" enthalten. Bitte formuliere den Namen etwas exakter aus, maximal {2} dürfen für den interaktiven Modus übrig bleiben.
fr: {0} {3}pokemon trouvé contenant le mot "{1}". Veuillez reformuler plus précisément le nom, plus que {2} au maximum pour le mode intéractif.

# Raids_Errors_Hatch_NoEntryFound
source: Currently there is no raid registered at the gym "{0}".
de: Momentan ist kein Raid an der Arena "{0}" eingetragen.
fr: Pour le moment aucun raid n'est annoncé à cette arène "{0}".

# Raids_Errors_LevelToHigh
source: The maximum permissible value for a raid level is 5.
de: Der grösste zulässige Wert für einen Raid-Level beträgt 5.
fr: Le niveau maximum d'un aid est 5.

# Raids_Errors_LevelToLow
source: The smallest permissible value for a raid level is 1
de: Der kleinste zulässige Wert für einen Raid-Level beträgt 1.
fr: Le niveau minimum d'un raid est 1.

# Raids_Errors_NotAnRaidImage
source: The picture is probably not a raid image
de: Das Bild ist vermutlich kein Raid Screenshot
fr: Cette image n'est sans doute pas un image de raid

# Raids_Errors_TimeFormat
source: The remaining time must be specified in mm or mm:ss format.
de: Die Restzeit muss im Format mm oder mm:ss angegeben werden.
fr: Le temps restant doit être mentionné dans le format en mm ou en mm:ss.

# Raids_Errors_Unexpected
source: An unexcpected error occured: {0}
de: Ein unerwarteter Fehler ist aufgetreten: {0}
fr: Une erreur non prévue est survenue: {0}

# Raids_Messages_BossAdded
source: {0} at the gym "{1}", ends at {2}
de: {0} an der Arena "{1}", Ende um {2}
fr: {0} dans l'arène "{1}", se termine à {2}

# Raids_Messages_BossHatched
source: {0} is now the new raid boss at the arena "{1}".
de: {0} ist nun der neue Raidboss bei der Arena "{1}".
fr: {0} est le boss de rais dans l'arène "{1}".

# Raids_Messages_EggAdded
source: Level {0} raid at the gym "{1}", starts at {2}
de: Level {0} Raid an der Arena "{1}", Start um {2}
fr: Le raid de niveau {0} à l'arène "{1}", commence à {2}

# Raids_Messages_Ocr_Successful_Title
source: OCR-Recognition successful
de: OCR-Erkenung erfolgreich
fr: Succès de la reconnaissance OCR

# Raids_Messages_Successful_Text
source: Thank you {0} I added the raid with the following parameters:
de: Vielen Dank {0}, ich habe den Raid mit folgenden Parametern eingetragen:
fr: Merci {0} j'ai ajouté le raid avec les paramètres suivants:

# Raids_Messages_Successful_Title
source: Raid addedd successfully
de: Raid erfolreich eingetragen
fr: Raid ajouté avec succès
